<template>
  <v-card class="mx-auto" max-width="1200" color="#81C784" elevation="24">
    <v-list-item three-line>
      <v-list-item-content>
        <div class="d-flex align-center justify-center pa-4 mx-auto">
          <h2>ข่าวกิจกรรม</h2>
        </div>
        <v-card class="mx-auto" max-width="1200">
          <v-list-item three-line>
            <v-list-item-content>
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    วันที่ 5 พฤษภาคม 2564 นางพิกุลทอง บุญไทยกลาง
                    รักษาราชการแทนปลัดเทศบาล
                    ปฏิบัติหน้าที่นายกเทศมนตรีตำบลหนองไม้งาม
                    พร้อมเจ้าหน้าที่เทศบาลตำบลหนองไม้งาม
                    ลงพื้นที่ในเขตเทศบาลตำบลหนองไม้งาม
                    เพื่อสำรวจความเสียหายและให้การช่วยเหลือประชาชนที่บ้านเรือนได้รับความเสีย
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ขอความอนุเคราะห์ประชาสัมพันธ์การสมัครเข้าใช้งานระบบลงทะเบียนการอบรมผู้ประกอบกิจการ
                    และผู้สัมผัสอาหารของกรมอนามัย
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    การจัดกิจกรรมเฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัว
                    เนื่องในโอกาสวัตฉัตรมงคล 5 พฤษภาคา 2564
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ขอความร่วมมือประชาสัมพันธ์การจัดตั้งสำนักงานคณะกรรมการสิทธิมนุษยชนแห่งชาติพื้นที่ภาคใต้
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ขอความอนุเคราะห์ประชาสัมพันธ์การรับสมัครเข้ารับการสรรหาเป็นกรรมการเขตสุขภาพเพื่อประชาชน
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <p class="text-right">
                <a href="#">ดูเพิ่มเติม</a>
              </p>
            </v-list-item-content>
          </v-list-item>
        </v-card>
      </v-list-item-content>
    </v-list-item>
  </v-card>
</template>
<script>
export default {}
</script>
