<template>
  <v-card class="mx-auto" max-width="1200" color="#81C784" elevation="24">
    <v-list-item three-line>
      <v-list-item-content>
        <div class="d-flex align-center justify-center pa-4 mx-auto">
          <h2>ข่าวจัดซื้อจัดจ้าง</h2>
        </div>
        <v-card class="mx-auto" max-width="1200">
          <v-list-item three-line>
            <v-list-item-content>
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ประกวดราคาจ้างก่อสร้าง/ปรับปรุง/ต่อเติมศูนย์พัฒนาเด็กเล็ก
                    (อาคารประกอบกิจกรรมการเรียนการสอนของศูนย์พัฒนาเด็กเล็กเทศบาลตำบลหนองไม้งาม)
                    ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างผิวจราจรแอสฟัลต์คอนกรีต
                    (โดยวิธี Pavement In-Place Recycling)
                    จุดเริ่มต้นสามแยกบ้านนายสงกา ลาพรมมา ถึงบ้านนายมิตร บุญมาทน
                    ตำบลหนองไม้งาม อำเภอบ้านกรวด จังหวัดบุรีรัมย์
                    ด้วยวิธีประกวดราคาอิเล็กเทอนิกส์ (e-bidding)
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ประกวดราคาจ้างก่อสร้างโครงการเสริมผิวแอสฟัลต์คอนกรีต
                    สายทางแยกทางหลวงหมายเลข 224 ชุมชนบ้านโคกวัด-บ้านงามสะอาด
                    หมู่ที่ 13 ตำบลหนองไม้งาม อำเภอบ้านกรวด จังหวัดบุรีรัมย์
                    ด้วยวิธีประกวดราคาอิเล็กเทอนิกส์ (e-bidding)
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    ประกาศผู้ชนะการเสนอราคา
                    จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <v-row>
                <div class="d-flex align-center justify-center pa-4">
                  <li>
                    สอบราคาจ้างโครงการก่อสร้างขยายถนนคอนกรีตเสริมเหล็กพร้อมวางท่อระบายน้ำ
                    ม.9 บ้านหนองไม้งามใหม่
                    <a href="#"> คลิก 👈</a>
                  </li>
                </div>
              </v-row>
              <hr width="300px" color="red">
              <p class="text-right">
                <a href="#">ดูเพิ่มเติม</a>
              </p>
            </v-list-item-content>
          </v-list-item>
        </v-card>
      </v-list-item-content>
    </v-list-item>
  </v-card>
</template>
<script>
export default {}
</script>
